Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 无法读取这张时间名片。
de: Diese Zeitkarte konnte nicht gelesen werden.
en: This Time Card couldn’t be read.
es: No se ha podido leer esta tarjeta horaria.
fr: Impossible de lire cette carte horaire.
id: Kartu Waktu ini tidak dapat dibaca.
it: Impossibile leggere questa scheda oraria.
ja: この時間の名刺を読み取れませんでした。
ko: 이 시간 카드를 읽을 수 없습니다.
nl: Deze tijdkaart kon niet worden gelezen.
pl: Nie można odczytać tej wizytówki czasu.
pt_br: Não foi possível ler este cartão de horário.
ru: Не удалось прочитать эту карточку времени.
tr: Bu Zaman Kartı okunamadı.
vi: Không thể đọc danh thiếp thời gian này.
zh_hant: 無法讀取這張時間名片。

# 日历读取权限未开启。请在系统设置的「隐私与安全性 › 日历」里允许 Dayside 访问。
source: 日历读取权限未开启。请在系统设置里允许Dayside访问日历。
de: Der Kalenderzugriff ist deaktiviert. Erlaube Dayside in den Systemeinstellungen den Zugriff auf deine Kalender.
en: Calendar access is off. Allow Dayside to access your calendars in System Settings.
es: El acceso a los calendarios está desactivado. Permite que Dayside acceda a los calendarios en Ajustes del Sistema.
fr: L’accès aux calendriers est désactivé. Autorisez Dayside à accéder à vos calendriers dans Réglages Système.
id: Akses kalender nonaktif. Izinkan Dayside mengakses kalender Anda di Pengaturan Sistem.
it: L’accesso ai calendari è disattivato. Consenti a Dayside di accedere ai calendari in Impostazioni di Sistema.
ja: カレンダーへのアクセスがオフです。システム設定でDaysideによるカレンダーへのアクセスを許可してください。
ko: 캘린더 접근이 꺼져 있습니다. 시스템 설정에서 Dayside의 캘린더 접근을 허용하세요.
nl: Toegang tot agenda's is uitgeschakeld. Geef Dayside in Systeeminstellingen toegang tot je agenda's.
pl: Dostęp do kalendarzy jest wyłączony. Zezwól aplikacji Dayside na dostęp do kalendarzy w Ustawieniach systemowych.
pt_br: O acesso aos calendários está desativado. Permita que o Dayside acesse seus calendários nos Ajustes do Sistema.
ru: Доступ к календарям не разрешён. Разрешите Dayside доступ к календарям в Системных настройках.
tr: Takvim erişimi kapalı. Sistem Ayarları’nda Dayside’ın takvimlerinize erişmesine izin verin.
vi: Quyền truy cập lịch đang tắt. Hãy cho phép Dayside truy cập lịch trong Cài đặt hệ thống.
zh_hant: 行事曆存取權限未開啟。請在「系統設定」允許Dayside存取行事曆。

source: 日历：%@
de: Kalender: %@
en: Calendar: %@
es: Calendario: %@
fr: Calendrier : %@
id: Kalender: %@
it: Calendario: %@
ja: カレンダー: %@
ko: 캘린더: %@
nl: Agenda: %@
pl: Kalendarz: %@
pt_br: Calendário: %@
ru: Календарь: %@
tr: Takvim: %@
vi: Lịch: %@
zh_hant: 行事曆：「%@」

source: 时区不可用
de: Zeitzone nicht verfügbar
en: Time Zone Unavailable
es: Zona horaria no disponible
fr: Fuseau horaire indisponible
id: Zona Waktu Tidak Tersedia
it: Fuso orario non disponibile
ja: 時間帯を利用できません
ko: 시간대를 사용할 수 없음
nl: Tijdzone niet beschikbaar
pl: Strefa czasowa niedostępna
pt_br: Fuso Horário Indisponível
ru: Часовой пояс недоступен
tr: Saat Dilimi Kullanılamıyor
vi: Múi giờ không khả dụng
zh_hant: 時區無法使用

# 时钟调整会改变这些会议的当地时间
source: 换钟会挪动这些例会的当地时间
de: Zeitumstellungen verschieben die Ortszeit dieser wiederkehrenden Besprechungen
en: Clock changes will move these meetings’ local times
es: Los cambios de hora desplazarán la hora local de estas reuniones periódicas
fr: Les changements d’heure décaleront l’heure locale de ces réunions récurrentes
id: Perubahan jam akan menggeser waktu setempat rapat berulang berikut
it: I cambi dell’ora sposteranno l’ora locale di queste riunioni ricorrenti
ja: 時刻変更でこれらの定期的な会議の現地時間が変わります
ko: 시계 조정으로 이 정기 회의들의 현지 시간이 바뀝니다.
nl: Het verzetten van de klok verschuift de lokale tijden van deze terugkerende vergaderingen
pl: Zmiany czasu przesuną czas lokalny tych cyklicznych spotkań
pt_br: As mudanças de horário vão alterar o horário local destas reuniões recorrentes
ru: Перевод часов сдвинет местное время этих повторяющихся встреч
tr: Saat değişiklikleri bu yinelenen toplantıların yerel saatlerini kaydıracak
vi: Việc đổi giờ sẽ làm thay đổi giờ địa phương của các cuộc họp định kỳ này
zh_hant: 時鐘調整會改變這些例行會議的當地時間

source: 时长
de: Dauer
en: Duration
es: Duración
fr: Durée
id: Durasi
it: Durata
ja: 所要時間
ko: 소요 시간
nl: Duur
pl: Czas trwania
pt_br: Duração
ru: Длительность
tr: Süre
vi: Thời lượng
zh_hant: 時間長度

source: 时长（分钟）
de: Dauer (Minuten)
en: Duration (Minutes)
es: Duración (minutos)
fr: Durée (minutes)
id: Durasi (Menit)
it: Durata (minuti)
ja: 所要時間（分）
ko: 소요 시간(분)
nl: Duur (minuten)
pl: Czas trwania (minuty)
pt_br: Duração (minutos)
ru: Длительность (минуты)
tr: Süre (Dakika)
vi: Thời lượng (phút)
zh_hant: 時間長度（分鐘）

source: 时间名片内容
de: Inhalt der Zeitkarte
en: Time Card contents
es: Contenido de la tarjeta horaria
fr: Contenu de la carte horaire
id: Isi Kartu Waktu
it: Contenuto della scheda oraria
ja: 時間の名刺の内容
ko: 시간 카드 내용
nl: Inhoud van tijdkaart
pl: Treść wizytówki czasu
pt_br: Conteúdo do cartão de horário
ru: Содержимое карточки времени
tr: Zaman kartı içeriği
vi: Nội dung danh thiếp thời gian
zh_hant: 時間名片內容

source: 暂停
de: Pausieren
en: Pause
es: Pausar
fr: Mettre en pause
id: Jeda
it: Metti in pausa
ja: 一時停止
ko: 일시 정지
nl: Pauzeer
pl: Wstrzymaj
pt_br: Pausar
ru: Приостановить
tr: Duraklat
vi: Tạm dừng
zh_hant: 暫停

# 暂停会关闭提醒，但不会改变闹钟的目标时刻。
source: 暂停只关提醒，闹钟时刻不变。
de: Pausieren schaltet die Mitteilung aus, ändert aber nicht die Zielzeit des Weckers.
en: Pausing turns off the alert; the alarm time stays the same.
es: Pausar solo desactiva el aviso; la hora de la alarma no cambia.
fr: La pause désactive le rappel ; l’heure de l’alarme ne change pas.
id: Menjeda mematikan peringatan; waktu alarm tetap.
it: La pausa disattiva gli avvisi; l’ora della sveglia non cambia.
ja: 一時停止すると通知はオフになりますが、アラームの時刻は変わりません。
ko: 일시 정지하면 알림이 꺼지지만 알람 시각은 바뀌지 않습니다.
nl: Pauzeren zet meldingen uit, maar de wektijd blijft staan.
pl: Wstrzymanie wyłącza tylko przypomnienie; godzina budzika pozostaje bez zmian.
pt_br: Pausar desativa os alertas, mas o horário do alarme não muda.
ru: Пауза отключает уведомление, но время будильника не меняется.
tr: Duraklatmak bildirimi kapatır; alarmın hedef saati değişmez.
vi: Tạm dừng sẽ tắt lời nhắc nhưng giờ báo thức không đổi.
zh_hant: 暫停只會關閉提醒，鬧鐘時間不變。

source: 暂时无法读取通讯录
de: Kontakte derzeit nicht lesbar
en: Contacts Temporarily Unavailable
es: Contactos no está disponible temporalmente
fr: Impossible de lire Contacts pour le moment
id: Kontak Tidak Tersedia untuk Sementara
it: Contatti temporaneamente non disponibili
ja: 連絡先を一時的に読み取れません
ko: 현재 연락처를 읽을 수 없음
nl: Contacten tijdelijk niet beschikbaar
pl: Kontakty są chwilowo niedostępne
pt_br: Não Foi Possível Ler os Contatos no Momento
ru: Пока не удалось прочитать контакты
tr: Kişiler Şu Anda Okunamıyor
vi: Tạm thời không đọc được Danh bạ
zh_hant: 暫時無法讀取聯絡人

source: 更改…
de: Ändern …
en: Change…
es: Cambiar…
fr: Modifier…
id: Ubah…
it: Modifica…
ja: 変更…
ko: 변경…
nl: Wijzig…
pl: Zmień…
pt_br: Alterar…
ru: Изменить…
tr: Değiştir…
vi: Thay đổi…

source: 最多在时段外
de: Maximal außerhalb der Arbeitszeit
en: Outside work hours, up to
es: Fuera del horario laboral, como máximo
fr: Hors horaires de travail, au plus
id: Di luar jam kerja, maksimal
it: Fuori dall’orario di lavoro, fino a
ja: 勤務時間外は最大
ko: 근무 시간 외 최대
nl: Maximaal buiten werktijden
pl: Poza godzinami pracy najwyżej
pt_br: Fora do horário de trabalho, no máximo
ru: Вне рабочего времени, не более
tr: Çalışma saatleri dışında, en fazla
vi: Tối đa ngoài giờ làm việc
zh_hant: 工作時段外最多

source: 最近7天%lld次
de: %lld Fokusphasen in den letzten 7 Tagen
en: %lld sessions in the last 7 days
es: %lld sesiones en los últimos 7 días
fr: %lld séances sur les 7 derniers jours
id: %lld sesi dalam 7 hari terakhir
it: %lld sessioni negli ultimi 7 giorni
ja: 直近7日で%lld回
ko: 최근 7일 %lld회
nl: %lld focussessies in de afgelopen 7 dagen
pl: Ostatnie 7 dni: %lld sesji
pt_br: %lld sessões nos últimos 7 dias
ru: %lld сеанса за последние 7 дней
tr: Son 7 günde %lld kez
vi: %lld lần trong 7 ngày qua

source: 最重与最轻相差%@
de: Größte und kleinste Belastung unterscheiden sich um %@
en: Heaviest and lightest loads differ by %@
es: La mayor y la menor carga se diferencian en %@.
fr: Écart entre la charge la plus lourde et la plus légère : %@
id: Beban terberat dan teringan berselisih %@
it: Il carico maggiore e quello minore differiscono di %@
ja: 負担の最大と最小の差は%@です。
ko: 가장 큰 부담과 가장 작은 부담의 차이: %@
nl: Verschil tussen zwaarste en lichtste belasting: %@
pl: Różnica między największym a najmniejszym obciążeniem: %@
pt_br: A maior e a menor carga diferem em %@.
ru: Разница между наибольшей и наименьшей нагрузкой: %@
tr: En ağır ve en hafif yük arasındaki fark: %@
vi: Chênh lệch giữa người chịu nhiều nhất và ít nhất: %@
zh_hant: 最重與最輕的負擔相差%@

# 有让所有人都在工作时段内的时刻，不用拆场。
source: 有共同工作时段，不用拆场。
de: Es gibt gemeinsame Arbeitszeit; eine Aufteilung ist nicht nötig.
en: There are shared work hours, so there’s no need to split.
es: Hay horario laboral común; no hace falta dividir.
fr: Il existe des créneaux de travail communs ; il n’est pas nécessaire de répartir les participants en plusieurs séances.
id: Ada jam kerja bersama, jadi tidak perlu dibagi.
it: Ci sono fasce di lavoro comuni, non serve suddividere.
ja: 共通の勤務時間があるので、分ける必要はありません。
ko: 공통 근무 시간이 있어 나눌 필요가 없습니다.
nl: Er is gezamenlijke werktijd. Splitsen is niet nodig.
pl: Są wspólne godziny pracy, więc nie trzeba dzielić na tury.
pt_br: Há horário de trabalho em comum, então não é preciso dividir.
ru: Есть общее рабочее время, разделение не требуется.
tr: Ortak çalışma saati var, bölmeye gerek yok.
vi: Có giờ làm việc chung, không cần chia phiên.
zh_hant: 有共同工作時段，不用拆場。

source: 未命名日程
de: Unbenanntes Ereignis
en: Untitled Event
es: Evento sin título
fr: Évènement sans titre
id: Acara Tanpa Judul
it: Evento senza titolo
ja: 名称未設定の予定
ko: 제목 없는 이벤트
nl: Naamloze activiteit
pl: Wydarzenie bez nazwy
pt_br: Evento sem Título
ru: Событие без названия
tr: Adsız Etkinlik
vi: Sự kiện không tên
zh_hant: 未命名行程

# 未来 7 天没有共同空档。
source: 未来7天没有共同工作时段。
de: Keine gemeinsame Arbeitszeit in den nächsten 7 Tagen.
en: No shared work hours in the next 7 days.
es: Sin horario laboral común en los próximos 7 días.
fr: Aucun créneau de travail commun dans les 7 prochains jours.
id: Tidak ada jam kerja bersama dalam 7 hari ke depan.
it: Nessuna fascia di lavoro comune nei prossimi 7 giorni.
ja: 今後7日間に共通の勤務時間はありません。
ko: 앞으로 7일 동안 공통 근무 시간이 없습니다.
nl: Geen gezamenlijke werktijd in de komende 7 dagen.
pl: Brak wspólnych godzin pracy w ciągu najbliższych 7 dni.
pt_br: Sem horário de trabalho em comum nos próximos 7 dias.
ru: В ближайшие 7 дней нет общего рабочего времени.
tr: Önümüzdeki 7 gün ortak çalışma saati yok.
vi: Không có giờ làm việc chung trong 7 ngày tới.
zh_hant: 未來7天沒有共同工作時段。

source: 未获通讯录权限
de: Kein Zugriff auf Kontakte
en: Contacts Access Not Granted
es: Sin permiso para Contactos
fr: Accès à Contacts non autorisé
id: Akses Kontak Tidak Diberikan
it: Accesso a Contatti non consentito
ja: 連絡先へのアクセスが許可されていません
ko: 연락처 권한 없음
nl: Geen toegang tot Contacten
pl: Brak dostępu do Kontaktów
pt_br: Sem Permissão para Acessar os Contatos
ru: Нет доступа к контактам
tr: Kişiler’e Erişim İzni Verilmedi
vi: Chưa được cấp quyền truy cập Danh bạ
zh_hant: 尚未取得聯絡人權限

source: 未识别这个时区，请使用已保存地点或完整时区名称。
de: Diese Zeitzone wurde nicht erkannt. Verwende einen gespeicherten Ort oder den vollständigen Zeitzonennamen.
en: Time zone not recognized. Use a saved place or a full time zone name.
es: No se reconoce esta zona horaria. Usa un lugar guardado o el nombre completo de la zona.
fr: Fuseau horaire non reconnu. Utilisez un lieu enregistré ou le nom complet du fuseau.
id: Zona waktu tidak dikenali. Gunakan lokasi tersimpan atau nama zona waktu lengkap.
it: Fuso orario non riconosciuto. Usa un luogo salvato o il nome completo del fuso orario.
ja: この時間帯を認識できません。保存済みの場所か、正式な時間帯名を使ってください。
ko: 이 시간대를 인식할 수 없습니다. 저장한 장소나 전체 시간대 이름을 사용하세요.
nl: Tijdzone niet herkend. Gebruik een bewaarde locatie of een volledige tijdzonenaam.
pl: Nie rozpoznano strefy czasowej. Użyj zachowanego miejsca lub pełnej nazwy strefy czasowej.
pt_br: Esse fuso horário não foi reconhecido. Use um local salvo ou o nome completo do fuso.
ru: Часовой пояс не распознан. Используйте сохранённое место или полное название.
tr: Bu saat dilimi tanınmadı. Kayıtlı bir konum veya tam saat dilimi adı kullanın.
vi: Không nhận ra múi giờ này. Hãy dùng địa điểm đã lưu hoặc tên múi giờ đầy đủ.
zh_hant: 無法辨識這個時區，請使用已儲存的地點或完整時區名稱。

# 本机时区数据可能过期，%@ 的时段可能差 1 小时；更新 macOS 后再核。
source: 本机时区数据可能过期，%@的时段可能差1小时；更新macOS后再核对。
de: Die Zeitzonendaten dieses Mac sind möglicherweise veraltet; die Zeiten für %@ könnten um eine Stunde abweichen. Aktualisiere macOS und prüfe sie erneut.
en: This Mac’s time zone data may be out of date; times for %@ may be off by an hour. Update macOS and check again.
es: Los datos de zonas horarias de este Mac podrían estar desactualizados; las franjas de %@ podrían diferir en una hora. Actualiza macOS y vuelve a comprobar.
fr: Les données de fuseaux horaires de ce Mac sont peut-être obsolètes ; les horaires pour %@ pourraient être décalés d’une heure. Mettez macOS à jour, puis vérifiez à nouveau.
id: Data zona waktu Mac ini mungkin sudah usang; jam untuk %@ mungkin meleset 1 jam. Perbarui macOS, lalu periksa lagi.
it: I dati dei fusi orari di questo Mac potrebbero essere obsoleti; gli orari di %@ potrebbero differire di un’ora. Aggiorna macOS e ricontrolla.
ja: このMacの時間帯データが古い可能性があります。%@の時刻が1時間ずれているかもしれません。macOSをアップデートして、もう一度確認してください。
ko: 이 Mac의 시간대 데이터가 오래되었을 수 있습니다. %@의 시간이 1시간 어긋날 수 있습니다. macOS를 업데이트한 뒤 다시 확인하세요.
nl: De tijdzonegegevens van deze Mac zijn mogelijk verouderd. Tijden voor %@ kunnen 1 uur afwijken. Werk macOS bij en controleer het opnieuw.
pl: Dane stref czasowych na tym Macu mogą być nieaktualne; godziny w miejscu %@ mogą różnić się o godzinę. Uaktualnij system macOS i sprawdź ponownie.
pt_br: Os dados de fusos horários deste Mac podem estar desatualizados; os horários de %@ podem diferir em uma hora. Atualize o macOS e confira.
ru: Данные часовых поясов на этом Mac могут быть устаревшими; время для %@ может отличаться на час. Обновите macOS и проверьте.
tr: Bu Mac’in saat dilimi verileri güncel olmayabilir; %@ için saatler 1 saat kayabilir. macOS’i güncelleyip yeniden denetleyin.
vi: Dữ liệu múi giờ của máy Mac này có thể đã cũ; giờ của %@ có thể lệch 1 giờ. Hãy cập nhật macOS rồi kiểm tra lại.
zh_hant: 本機時區資料可能過期，%@的時段可能差1小時；請更新macOS後再核對。

# 本页不提供褪黑素、安眠药或咖啡因建议。有睡眠障碍、双相情感障碍、光敏感或眼部疾病者，调整作息与强光暴露前请咨询医生。
source: 有睡眠障碍、双相情感障碍、光敏感或眼部疾病者，调整作息与强光暴露前请咨询医生。
de: Hole bei Schlafstörungen, bipolarer Störung, Lichtempfindlichkeit oder Augenerkrankungen ärztlichen Rat ein, bevor du deinen Tagesrhythmus änderst oder dich hellem Licht aussetzt.
en: If you have a sleep disorder, bipolar disorder, light sensitivity, or an eye condition, talk to a doctor before changing your schedule or exposing yourself to bright light.
es: Si tienes un trastorno del sueño, trastorno bipolar, sensibilidad a la luz o una enfermedad ocular, consulta a un médico antes de cambiar el horario o exponerte a luz intensa.
fr: En cas de trouble du sommeil, de trouble bipolaire, de sensibilité à la lumière ou de maladie oculaire, consultez un médecin avant de modifier votre rythme ou de vous exposer à une lumière vive.
id: Jika Anda memiliki gangguan tidur, gangguan bipolar, sensitivitas terhadap cahaya, atau penyakit mata, konsultasikan dengan dokter sebelum mengubah jadwal atau terpapar cahaya terang.
it: In caso di disturbi del sonno, disturbo bipolare, sensibilità alla luce o malattie degli occhi, consulta un medico prima di cambiare i tuoi orari o di esporti a luce intensa.
ja: 睡眠障害、双極性障害、光過敏、または目の疾患がある方は、生活スケジュールの変更や強い光を浴びる前に医師に相談してください。
ko: 수면 장애, 양극성 장애, 광과민증 또는 눈 질환이 있는 경우, 일과를 조정하거나 강한 빛을 쬐기 전에 의사와 상담하십시오.
nl: Heb je een slaapstoornis, een bipolaire stoornis, lichtgevoeligheid of een oogaandoening, overleg dan met een arts voordat je je slaapritme aanpast of jezelf aan fel licht blootstelt.
pl: Jeśli masz zaburzenia snu, chorobę afektywną dwubiegunową, nadwrażliwość na światło lub chorobę oczu, przed zmianą rytmu dnia i ekspozycją na jasne światło skonsultuj się z lekarzem.
pt_br: Se você tem distúrbio do sono, transtorno bipolar, sensibilidade à luz ou doença ocular, consulte um médico antes de mudar a rotina ou se expor à luz forte.
ru: При нарушениях сна, биполярном расстройстве, светочувствительности или заболеваниях глаз посоветуйтесь с врачом, прежде чем менять режим и подвергаться яркому свету.
tr: Uyku bozukluğu, bipolar bozukluk, ışığa duyarlılık veya bir göz rahatsızlığınız varsa günlük düzeninizi değiştirmeden ya da parlak ışığa maruz kalmadan önce bir doktora danışın.
vi: Nếu bạn bị rối loạn giấc ngủ, rối loạn lưỡng cực, nhạy cảm với ánh sáng hoặc có bệnh về mắt, hãy hỏi ý kiến bác sĩ trước khi thay đổi lịch sinh hoạt hoặc tiếp xúc với ánh sáng mạnh.
zh_hant: 有睡眠障礙、雙相情緒障礙、光敏感或眼部疾病者，調整作息與強光曝露前請諮詢醫師。

# 查找 ${minutes} 分钟的共同空档
source: 查找 ${minutes}分钟的共同工作时段
de: Gemeinsame Arbeitszeit von ${minutes} Minuten finden
en: Find ${minutes} minutes of shared work hours
es: Buscar horario laboral común (minutos: ${minutes})
fr: Trouver des créneaux de travail communs de ${minutes} minutes
id: Cari jam kerja bersama selama ${minutes} menit
it: Trova fasce di lavoro comuni di ${minutes} minuti
ja: ${minutes}分間の共通の勤務時間を検索
ko: ${minutes}분간의 공통 근무 시간 찾기
nl: Zoek ${minutes} minuten gezamenlijke werktijd
pl: Znajdź ${minutes} min wspólnych godzin pracy
pt_br: Encontrar ${minutes} minutos de horário de trabalho em comum
ru: Найти общее рабочее время длительностью ${minutes} мин
tr: ${minutes} dakikalık ortak çalışma saati bul
vi: Tìm khung giờ làm việc chung dài ${minutes} phút
zh_hant: 尋找${minutes}分鐘的共同工作時段

# 查找共同空档
source: 查找共同工作时段
de: Gemeinsame Arbeitszeit finden
en: Find Shared Work Hours
es: Buscar horario laboral común
fr: Trouver des créneaux de travail communs
id: Cari Jam Kerja Bersama
it: Trova fasce di lavoro comuni
ja: 共通の勤務時間を検索
ko: 공통 근무 시간 찾기
nl: Zoek gezamenlijke werktijd
pl: Znajdź wspólne godziny pracy
pt_br: Encontrar Horário de Trabalho em Comum
ru: Найти общее рабочее время
tr: Ortak Çalışma Saati Bul
vi: Tìm giờ làm việc chung
zh_hant: 尋找共同工作時段

source: 标签最多120个字，不能包含换行。
de: Die Bezeichnung darf höchstens 120 Zeichen und keine Zeilenumbrüche enthalten.
en: Labels can contain up to 120 characters, with no line breaks.
es: La etiqueta puede tener hasta 120 caracteres, sin saltos de línea.
fr: Le libellé est limité à 120 caractères, sans saut de ligne.
id: Label maksimal 120 karakter, tanpa baris baru.
it: L’etichetta può contenere fino a 120 caratteri, senza a capo.
ja: ラベルは120文字以内で、改行は使用できません。
ko: 레이블은 최대 120자이며 줄 바꿈을 포함할 수 없습니다.
nl: Een label mag maximaal 120 tekens bevatten, zonder regeleinden.
pl: Etykieta może mieć najwyżej 120 znaków i nie może zawierać podziałów wierszy.
pt_br: O rótulo pode ter até 120 caracteres, sem quebras de linha.
ru: Метка может содержать не более 120 символов, без переносов строк.
tr: Etiket en fazla 120 karakter olabilir ve satır sonu içeremez.
vi: Nhãn tối đa 120 ký tự, không có dấu xuống dòng.
zh_hant: 標籤最多120個字元，不能包含換行。

source: 标签（可选）
de: Bezeichnung (optional)
en: Label (optional)
es: Etiqueta (opcional)
fr: Libellé (facultatif)
id: Label (opsional)
it: Etichetta (facoltativa)
ja: ラベル（任意）
ko: 레이블(선택 사항)
nl: Label (optioneel)
pl: Etykieta (opcjonalnie)
pt_br: Rótulo (opcional)
ru: Метка (необязательно)
tr: Etiket (isteğe bağlı)
vi: Nhãn (tùy chọn)
zh_hant: 標籤（選填）

source: 次数
de: Anzahl
en: How many
es: Número de reuniones
fr: Nombre
id: Jumlah
it: Numero
ja: 回数
ko: 횟수
nl: Aantal
pl: Liczba
pt_br: Vezes
ru: Количество
tr: Toplantı Sayısı
vi: Số lần
zh_hant: 次數

source: 正在加入…
de: Hinzufügen …
en: Adding…
es: Añadiendo…
fr: Ajout…
id: Menambahkan…
it: Aggiungo…
ja: 追加中…
ko: 추가 중…
nl: Toevoegen…
pl: Dodaję…
pt_br: Adicionando…
ru: Добавление…
tr: Ekleniyor…
vi: Đang thêm…
zh_hant: 加入中⋯

source: 正在读取姓名…
de: Namen lesen …
en: Reading names…
es: Leyendo nombres…
fr: Lecture des noms…
id: Membaca nama…
it: Leggo i nomi…
ja: 名前を読み取り中…
ko: 이름 읽는 중…
nl: Namen lezen…
pl: Wczytuję imiona i nazwiska…
pt_br: Lendo nomes…
ru: Чтение имён…
tr: Adlar okunuyor…
vi: Đang đọc tên…
zh_hant: 正在讀取姓名⋯

source: 正在读取日历…
de: Kalender lesen …
en: Reading calendars…
es: Leyendo calendarios…
fr: Lecture des calendriers…
id: Membaca kalender…
it: Leggo i calendari…
ja: カレンダーを読み取り中…
ko: 캘린더 읽는 중…
nl: Agenda's lezen…
pl: Wczytuję kalendarze…
pt_br: Lendo calendários…
ru: Чтение календарей…
tr: Takvimler okunuyor…
vi: Đang đọc lịch…
zh_hant: 正在讀取行事曆⋯

source: 正在进行
de: Läuft gerade
en: In Progress
es: En curso
fr: En cours
id: Sedang Berlangsung
it: In corso
ja: 進行中
ko: 진행 중
nl: Bezig
pl: Trwa teraz
pt_br: Em Andamento
ru: Сейчас идёт
tr: Sürüyor
vi: Đang diễn ra
zh_hant: 進行中

# 此 Mac 限制了日历访问。请联系设备管理员，或关闭日历议程。
source: 本机限制了日历访问。请联系设备管理员。
de: Der Kalenderzugriff ist auf diesem Mac eingeschränkt. Wende dich an die Person, die das Gerät verwaltet.
en: Calendar access is restricted on this Mac. Contact your administrator.
es: El acceso a los calendarios está restringido en este Mac. Contacta con la persona que lo administra.
fr: L’accès aux calendriers est restreint sur ce Mac. Contactez votre administrateur.
id: Akses kalender dibatasi di Mac ini. Hubungi administrator.
it: L’accesso ai calendari è limitato su questo Mac. Contatta l’amministratore.
ja: このMacではカレンダーへのアクセスが制限されています。管理者に連絡してください。
ko: 이 Mac에서 캘린더 접근이 제한되어 있습니다. 관리자에게 문의하세요.
nl: Agendatoegang is beperkt op deze Mac. Neem contact op met de beheerder.
pl: Dostęp do kalendarzy jest ograniczony na tym Macu. Skontaktuj się z administratorem.
pt_br: O acesso aos calendários está restrito neste Mac. Contate o administrador.
ru: Доступ к календарям ограничен на этом Mac. Обратитесь к администратору.
tr: Bu Mac’te takvim erişimi sınırlı. Yöneticinize başvurun.
vi: Quyền truy cập lịch bị hạn chế trên máy Mac này. Hãy liên hệ quản trị viên.
zh_hant: 本機限制了行事曆存取。請聯絡管理者。

# 此日程已结束、删除或不在所选日历中。议程已刷新。
source: 这场日程已结束、已删除，或不在所选日历里。列表已刷新。
de: Dieses Ereignis ist beendet, wurde gelöscht oder ist nicht in den ausgewählten Kalendern. Die Liste wurde aktualisiert.
en: This event has ended, was deleted, or isn’t in the selected calendars. The list has been refreshed.
es: Este evento ha finalizado, se ha eliminado o no está en los calendarios seleccionados. La lista se ha actualizado.
fr: Cet évènement est terminé, a été supprimé ou ne figure pas dans les calendriers sélectionnés. La liste a été actualisée.
id: Acara ini telah berakhir, dihapus, atau tidak ada di kalender yang dipilih. Daftar telah disegarkan.
it: Questo evento è terminato, è stato eliminato o non è nei calendari selezionati. L’elenco è stato aggiornato.
ja: この予定は終了または削除されたか、選択したカレンダーに含まれていません。リストを更新しました。
ko: 이 이벤트는 종료되었거나 삭제되었거나 선택한 캘린더에 없습니다. 목록을 새로 고쳤습니다.
nl: Deze activiteit is afgelopen, is verwijderd of staat niet in de geselecteerde agenda's. De lijst is vernieuwd.
pl: To wydarzenie zakończyło się, zostało usunięte lub nie znajduje się w wybranych kalendarzach. Lista została odświeżona.
pt_br: Este evento terminou, foi apagado ou não está nos calendários selecionados. A lista foi atualizada.
ru: Это событие завершилось, было удалено или отсутствует в выбранных календарях. Список обновлён.
tr: Bu etkinlik bitmiş, silinmiş veya seçilen takvimlerde değil. Liste yenilendi.
vi: Sự kiện này đã kết thúc, bị xóa hoặc không nằm trong những lịch đã chọn. Danh sách đã được làm mới.
zh_hant: 這個行程已結束、已刪除，或不在所選行事曆中。清單已重新整理。
